Repository: joey-gm/GICS
Catalog: Sources/GICS/Resources/Definition.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_pt, ru, zh_hans, zh_hant

source: Manufacturers of building components and home improvement products and equipment. Excludes lumber and plywood classified under Forest Products and cement and other materials classified in the Construction Materials Sub-Industry.
de: Hersteller von Bauelementen sowie Heimwerkerprodukten und -bedarf. Ausgeschlossen sind Bau- und Sperrholz, die in die Branche „Forstprodukte“ fallen, sowie Zement und andere Materialien, die in die Branche „Baustoffe“ fallen.
es: Empresas dedicadas a la fabricación de componentes de construcción, productos y equipos para la restauración de edificios y casas. Se excluyen la madera y el contrachapado, clasificados en la rama Productos Madereros, y al cemento y otros materiales clasificados en la rama Materiales de Construcción.
fr: Fabricants d’éléments de construction, et d’équipements et de produits pour l’aménagement d’intérieur. Cette sous-industrie n’inclut pas les fabricants de bois de construction et de contreplaqué (classés dans la sous-industrie des produits de la forêt) et les fabricants de ciment et d’autres matériaux (classés dans la sous-industrie des matériaux de construction).
it: Produttori di componenti per l’edilizia e di prodotti e attrezzature per il miglioramento delle abitazioni. Sono esclusi il legname e il compensato, classificati nei Prodotti forestali, e il cemento e altri materiali, classificati nel sottosettore Materiali da costruzione.
ja: 建設部品や増改築用製品・設備の製造会社。産業サブグループの「林産品」に分類される建材・合板、および「建設資材」に分類される他の資材は除く。
ko: 건축 부품과 주택 개량 제품 및 장비 제조업체. ‘임산물’로 분류되는 판재와 합판, 그리고 ‘건축 자재’ 하부산업으로 분류되는 시멘트와 기타 자재는 제외.
pt_pt: Empresas de componentes de construção e de produtos e equipamento de renovação de casas. Exclui madeira serrada e compensados de madeira classificados na Sub-Indústria de Produtos Florestais, e cimento e outros materiais classificados na Sub-Indústria de Materiais de Construção.
ru: Производители строительных изделий и бытовых изделий и оборудования. В данную группу не входят производители изделий из древесины и фанеры, включенные в группу «Продукция лесного хозяйства», а также производители цемента и других материалов, включенные в подотрасль «Производство строительных материалов».
zh_hans: 制造建筑组件、家居装潢用品及设备的公司。不包括归类于“林业产品”子行业中的木材和胶合板以及归类于“建筑材料”子行业中的材料。
zh_hant: 製造建築元件、家居裝修用品及設備的公司。不包括歸類於「林業產品」子行業中的木材和膠合板，以及歸類於「建築材料」子行業中的其他材料。

source: Companies engaged in primarily non-residential construction. Includes civil engineering companies and large-scale contractors. Excludes companies classified in the Homebuilding Sub-Industry.
de: Unternehmen, die hauptsächlich im gewerblichen Bauwesen tätig sind. Hierzu gehören u. a. Bauingenieursfirmen und Baugroßunternehmen. Ausgeschlossen sind Unternehmen, die der Branche „Haus- und Wohnungsbau“ angehören.
es: Empresas que operan fundamentalmente en el sector de la construcción no residencial. Se incluyen las empresas de ingeniería civil y grandes contratistas. Se excluyen las empresas clasificadas en la rama Construcción Residencial.
fr: Sociétés spécialisées principalement dans la construction non-résidentielle. Sont incluses les sociétés de génie civil et les entrepreneurs à grande échelle. Ne sont pas incluses les sociétés classées dans la sous-industrie de la construction d’habitations résidentielles.
it: Aziende operanti principalmente nel settore dell’edilizia non residenziale. Sono comprese le società di ingegneria civile e le grandi imprese appaltatrici. Sono escluse le aziende classificate nel sottosettore Edilizia residenziale.
ja: 非居住用建物建設を主に行う会社。土木工事会社や大規模な建築工事請負業者を含む。産業サブグループの「住宅建設」に分類される会社は除く。
ko: 주로 비주택 건설과 관련된 기업. 토목공학 기업과 대규모 계약업체 포함. ‘주택 건설’로 분류되는 기업은 제외.
pt_pt: Empresas envolvidas principalmente em construção não residencial. Inclui empresas de engenharia civil e contratantes em grande escala. Exclui empresas classificadas na Sub-Indústria de Construção Residencial.
ru: Компании, основной деятельностью которых является строительство нежилых зданий и сооружений. В данную группу входят компании, занимающиеся проектированием и строительством гражданских объектов, а также крупные подрядчики. Не входят компании, включенные в подотрасль «Жилое строительство».
zh_hans: 主要从事非住宅建筑建造的公司。包括土木工程公司和大型承包商，但不包括归类于“住宅建筑”子行业中的公司。
zh_hant: 主要從事非住宅建築建造的公司。包括土木工程公司和大型承包商，但不包括那些歸類於「住宅建築」子行業中的公司。

source: Companies that produce electric cables and wires, electrical components or equipment not classified in the Heavy Electrical Equipment Sub-Industry.
de: Unternehmen, die elektrische Kabel und Drähte, elektrische Komponenten oder Geräte herstellen und nicht der Branche „Elektrische Anlagen“ angehören.
es: Empresas dedicadas a la fabricación de cables, equipos o componentes eléctricos no clasificados en la rama Equipos Eléctricos Pesados.
fr: Sociétés qui fabriquent des câbles et fils électriques, des composants et des équipements électriques, et qui ne sont pas classées dans la sous-industrie des équipements électriques lourds.
it: Aziende che producono cavi e fili elettrici, componenti o apparecchiature elettriche non classificate nel sottosettore Apparecchiature elettriche complesse.
ja: 電気ケーブル・ワイヤ、電気部品・設備を製造する会社で、産業サブグループの「重電機設備」に分類されていない会社。
ko: ‘중전기 장비’로 분류되지 않은 전기 케이블, 전선, 전기 부품, 장비를 생산하는 기업.
pt_pt: Empresas que produzem cabos e fios elétricos, componentes elétricos ou equipamentos não classificados na Sub-Indústria de Equipamentos Elétricos Pesados.
ru: Производители электрических проводов и кабелей, частей или оборудования, не включенные в подотрасль «Производство тяжелого электрооборудования».
zh_hans: 生产电缆、电线、电气部件或未归类于“重型电气设备”子行业之设备的公司。
zh_hant: 生產電纜、電線、電氣部件或設備而未歸類於「重型電氣設備」子行業中的公司。

source: Manufacturers of power-generating equipment and other heavy electrical equipment, including power turbines, heavy electrical machinery intended for fixed-use and large electrical systems. Excludes cables and wires, classified in the Electrical Components & Equipment Sub-Industry.
de: Hersteller von Anlagen zur Stromerzeugung und anderen großen elektrischen Geräten, einschließlich Turbinen zur Stromerzeugung, schweren elektrischen Großanlagen für stationären Einsatz und großen elektrischen Systemen. Ausgeschlossen sind Kabel und Drähte, die in die Branche „Elektrische Komponenten und Geräte“ fallen.
es: Empresas dedicadas a la fabricación de equipos generadores de energía y otros equipos eléctricos pesados, como turbinas de generación, maquinaria eléctrica pesada diseñada para uso fijo y sistemas eléctricos de gran tamaño. Se excluyen los cables, clasificados en la rama Equipo y componentes eléctricos.
fr: Fabricants de groupes électrogènes et d’autres équipements électriques lourds, y compris les fabricants de turbines électriques et de machines électriques lourdes destinées aux systèmes électriques fixes et de grande taille. Ne sont pas inclus les fabricants de câbles et de fils, classés dans la sous-industrie des composants et équipements électriques.
it: Produttori di apparecchiature per la produzione di energia e di altre apparecchiature elettriche complesse, comprese turbine elettriche, macchinari elettrici pesanti destinati a usi fissi e grandi sistemi elettrici. Sono esclusi i cavi e fili elettrici classificati nel sottosettore Componenti e apparecchiature elettriche.
ja: 発電設備や他の重電機設備の製造会社。出力タービンや固定式重電機機器、大型電機システムを含む。産業サブグループの「電気部品・設備」に分類される電機ケーブル・ワイヤは除く。
ko: 발전 터빈, 고정식 중전기 기계, 대형 전기 시스템을 포함한 발전 장비 및 기타 중전기 장비 제조업체. ‘전기 부품과 장비’ 하부산업으로 분류되는 케이블과 전선은 제외.
pt_pt: Fabricantes de equipamentos de geração de energia e outros equipamentos elétricos pesados, incluindo turbinas de geração de energia, maquinário elétrico pesado destinado a uso fixo e sistemas elétricos de grande porte. Exclui cabos e fios, classificados na Sub-Indústria de Equipamentos e Instrumentos Elétricos.
ru: Производители электроэнергетического оборудования и другого тяжелого электрооборудования, в том числе силовых турбин, тяжелого электротехнического оборудования, предназначенного для стационарного использования и крупных электроэнергетических систем. В данную группу не входят производители проводов и кабелей, включенные в подотрасль «Производство электрооборудования и его частей».
zh_hans: 发电设备等重型电气设备制造商，这些设备包括动力涡轮机、与固定使用和大型电气系统配套的重型电力机械。不包括归类于“电气部件与设备”子行业的电缆和电线。
zh_hant: 發電設備及其他重型電氣設備製造商，這些設備包括動力渦輪機、與固定使用和大型電氣系統配套的重型電力機械。不包括歸類於「電氣部件與設備」子行業中的電纜和電線。

source: Diversified industrial companies with business activities in three or more sectors, none of which contributes a majority of revenues. Stakes held are predominantly of a controlling nature and stake holders maintain an operational interest in the running of the subsidiaries.
de: Diversifizierte Industrieunternehmen mit Geschäftsaktivitäten in drei oder mehr Sektoren, von denen keiner die Hauptanteile der Einnahmen erwirtschaftet. Die gehaltenen Anteile haben im Wesentlichen eine Kontrollfunktion, und die Anteilseigner haben ein betriebliches Interesse an der Leitung der Tochtergesellschaften.
es: Empresas industriales diversificadas con actividades comerciales en tres o más sectores y cuya fuente principal de ingresos no puede atribuirse específicamente a un sector concreto. Las participaciones que tienen los accionistas de estas compañias son predominantemente de carácter estratégico y mantienen un interés operacional en la dirección de las subsidiarias.
fr: Sociétés industrielles diversifiées, ayant des activités commerciales dans au moins trois secteurs, sans qu’aucun de ces secteurs ne contribue à la majorité des revenus. Les participations sont pour la plupart de type majoritaire, tandis que les parties prenantes conservent un intérêt opérationnel dans la conduite des filiales.
it: Imprese industriali diversificate con attività commerciali in tre o più settori, nessuna delle quali realizza la maggior parte dei ricavi. Le partecipazioni detenute sono prevalentemente di controllo e gli azionisti mantengono un interesse operativo nella gestione delle società controllate.
ja: 3つ以上のセクターにまたがって事業展開している多角化企業で、利益が全体の半分以上を占める事業部門がないもの。経営決定権を持つ利害関係者によって大株主が構成され、利害関係者は持分に応じて子会社の経営に参画する権利を有する。
ko: 세 가지 또는 그 이상의 부문에서 사업 활동을 하며 어떤 단일 부문도 수익의 대부분을 차지하지 않는 다각화된 산업 기업. 소유한 주식은 주로 지배 성향을 지니며 주주는 자회사들의 운영에서 운영 관련 이해관계를 유지함.
pt_pt: Empresas industriais diversificadas com atividades comerciais em três ou mais setores, nenhum dos quais contribui com a maior parte das rendas. Participações detidas são predominantemente de uma natureza de controle e os participantes mantêm um interesse operacional na administração das subsidiárias.
ru: Диверсифицированные промышленные компании, осуществляющие хозяйственную деятельность в трех или более секторах, ни один из которых не обеспечивает основную долю выручки. Владельцам принадлежат в основном контрольные пакеты акций, акционеры проявляют операционный интерес к работе дочерних предприятий.
zh_hans: 同时在三个或以上经济领域内经营，但并无靠单一业务贡赚去大部分收入的综合工业企业。企业所持有的股权主要是控股性质，并且股东在子公司保持有效的营运经营。
zh_hant: 同時在三個或更多經濟領域內經營，但沒有單個業務貢獻一半以上收入的多元化工業公司。企業所持有的股權主要是控股性質，並且股東樂於參與子公司的經營。

source: Manufacturers of heavy duty trucks, rolling machinery, earth-moving and construction equipment, and manufacturers of related parts. Includes non-military shipbuilding.
de: Hersteller von Schwerlastkraftwagen, Walzmaschinen, Erdbewegungs- und Baumaschinen und Hersteller von verwandten Teilen. Hierzu gehört auch der Schiffbau für zivile Zwecke.
es: Fabricantes de camiones pesados, maquinaria de ruedas, equipos de construccion y excavacion y fabricantes de repuestos. Incluye los fabricantes de barcos no militares.
fr: Fabricants de camions de chantier, de machines de laminage, de matériels de terrassement et de construction, et fabricants de produits connexes. Est incluse la construction navale civile.
it: Produttori di autocarri pesanti, laminatoi, attrezzature per la movimentazione della terra e per l’edilizia e produttori di parti correlate. Sono comprese le costruzioni navali non militari.
ja: 大型トラック、圧延機、土木・建築設備および関連部品の製造会社。非軍事用造船を含む。
ko: 대형 트럭, 롤링 기계, 토공 장비, 건설 장비의 제조업체와 관련 부품 제조업체. 민간 조선업 포함.
pt_pt: Fabricantes de caminhões pesados, rolos compressores, equipamentos de construção e terraplanagem e fabricantes de partes relacionadas. Inclui construção naval não militar.
ru: Производители грузовых автомобилей большой грузоподъемности, валковых машин, оборудования для земляных работ и строительства, производители соответствующих комплектующих. В данную группу входят производители судов гражданского назначения.
zh_hans: 重型载重卡车、混凝土搅拌机、土方与建筑用机械以及相关零部件制造商。包括非军用造船企业。
zh_hant: 重型載重卡車、混凝土攪拌機、土方與建築用機械以及相關零部件製造商。包括非軍用造船企業。

source: Companies manufacturing agricultural machinery, farm machinery, and their related parts. Includes machinery used for the production of crops and agricultural livestock, agricultural tractors, planting and fertilizing machinery, fertilizer and chemical application equipment, and grain dryers and blowers.
de: Hersteller von landwirtschaftlichen Maschinen und Nutzfahrzeugen sowie verwandter Teile. Hierzu gehören auch Maschinen, die bei der Erzeugung von Feldfrüchten und in der Tierzucht eingesetzt werden, landwirtschaftliche Traktoren, Pflanz- und Düngemaschinen, Geräte zum Ausbringen von Dünger und Pflanzenschutzmitteln sowie Getreidetrockner und -gebläse.
es: Fabricantes de maquinaria de agricultura, maquinaria de cultivo y repuestos. Incluye maquinaria utilizada para la produccion de sembrios y ganado, tractores, maquinaria de sembrado y fertilizacion, equipos de aplicacion de fertilizantes y químicos y ventiladores y secadoras de granos.
fr: Entreprises de production de machines agricoles et les pièces qui s’y rapportent. Sont inclus les machines utilisées pour la production des cultures et de bétail, les tracteurs agricoles, les planteuses et les fertiliseurs, les matériels d’épandage des engrais et des produits chimiques, les séchoirs et les ventilateurs à grain.
it: Aziende che producono macchine agricole e parti correlate. Comprende macchinari utilizzati per la produzione di colture e l’allevamento agricolo, trattori agricoli, macchine per la semina e la fertilizzazione, attrezzature per l’applicazione di fertilizzanti e prodotti chimici, essiccatoi e soffiatoi per cereali.
ja: 大型農業機械及び関連部品の製造会社。作物や農業畜産、農業用トラクター、田植えや施肥機械、化学肥料機器、穀物乾燥機、送風機の製造会社を含む。
ko: 농업 기계, 농장 기계, 관련 부품을 생산하는 기업. 곡물과 농축산물 생산에 사용되는 장비, 농경용 트랙터, 식목과 비료 살포 장비, 비료와 화학적 응용 장비, 곡물 건조기, 송풍기 등 포함.
pt_pt: Empresas de fabricação de maquinário agrícola, máquinas para uso em fazendas, e suas partes relacionadas. Inclui maquinário utilizado na produção agropecuária y de colheitas, tratores agrícolas, maquinário de plantio e fertilização, e equipamento de aplicação de fertilizantes e produtos químicos, e secadores e aeradores de grãos.
ru: Производители машинного оборудования для сельского хозяйства и его комплектующих. В данную группу входят производители оборудования, используемого в производстве сельскохозяйственных культур и разведении скота, производители сельскохозяйственных тракторов, посевной и почвообрабатывающей сельскохозяйственной техники, оборудования для применения удобрений и химических веществ, зерносушилок и воздуходувок.
zh_hans: 农业畜牧业用大型机械及部件生产企业。包含农用谷物脱壳机，农用拖拉机，播种施肥及收割机和谷物干燥及扬风机制造企业。
zh_hant: 農業畜牧業用的大型機械及其相關部件生產商。包括用於生產農作物及農業牲畜的機械、農用拖拉機、種植和施肥機械、化肥和化學應用設備、穀物乾燥機和鼓風機。

source: Manufacturers of industrial machinery and industrial components. Includes companies that manufacture presses, machine tools, compressors, pollution control equipment, elevators, escalators, insulators, pumps, roller bearings and other metal fabrications.
de: Hersteller von Industriemaschinen und Industriekomponenten. Hierzu gehören auch Hersteller von Pressen, Werkzeugmaschinen, Kompressoren, Geräten für den Umweltschutz, Aufzügen, Rolltreppen, Isolatoren, Pumpen, Rollenlagern und anderen Metallerzeugungsprodukten.
es: Empresas dedicadas a la fabricación de maquinaria y componentes industriales. Se incluyen las prensas, herramientas para maquinaria, compresores, equipo para el control de la contaminación, ascensores, escaleras mecánicas, aislantes, bombas, rodamientos y otra maquinaria metálica.
fr: Fabricants de machines et de composants industriels. Sont incluses les sociétés qui fabriquent des presses, des machines-outils, des compresseurs, du matériel de contrôle de la pollution, des ascenseurs, des escaliers mécaniques, des isolateurs, des pompes, des roulements à rouleaux et autres constructions métalliques.
it: Produttori di macchinari industriali e componenti industriali. Comprende aziende che producono presse, macchine utensili, compressori, apparecchiature per il controllo dell’inquinamento, ascensori, scale mobili, isolanti, pompe, cuscinetti a rulli e altri prodotti in metallo.
ja: 産業機械および産業部品の製造会社。プレス、工作機械、圧縮機、公害防止設備、エレベータ、エスカレータ、絶縁器、吸水器、軸受けおよびその他の金属加工物を製造する会社を含む。
ko: 산업용 기계와 산업용 부품 제조업체. 프레스, 머신툴, 압축기, 오염 통제 장비, 엘리베이터, 에스컬레이터, 절연체, 펌프, 롤러 베어링, 기타 금속 제작물을 제조하는 기업 포함.
pt_pt: Fabricantes de maquinário industrial e componentes industriais. Inclui empresas que fabricam prensas, ferramentas para máquinas, compressores, equipamentos de controle de poluição, elevadores, escadas rolantes, isoladores, bombas, rolamentos e outras fabricações de metal.
ru: Производители промышленных машин, принадлежностей и комплектующих. В данную группу входят компании, занимающиеся производством прессов, станков, компрессоров, оборудования для контроля загрязнения окружающей среды, подъемников, эскалаторов, изоляторов, насосов, подшипников и других металлических изделий.
zh_hans: 工业机械与部件制造商。包括制造冲床、机床、压缩机、污染控制设备、电梯、电动扶梯、绝缘器、泵、滚柱轴承以及其它金属预制件的公司。
zh_hant: 工業機械與部件製造商。包括那些製造衝床、機床、壓縮機、污染控制設備、電梯（升降機）、電動扶梯、絕緣器、泵、滾柱軸承以及其他金屬製品的公司。

source: Trading companies and other distributors of industrial equipment and products.
de: Handels- und andere Vertriebsunternehmen von Industrieausrüstung und -produkten.
es: Empresas dedicadas al comercio y distribución de productos y equipos industriales.
fr: Sociétés commerciales et autres distributeurs d’équipements et de produits industriels.
it: Società commerciali e altri distributori di attrezzature e prodotti industriali.
ja: 商社および産業設備や製品を取り扱うその他流通業社。
ko: 산업용 장비와 제품의 무역 회사 및 기타 판매업체.
pt_pt: Empresas de comércio e outros distribuidores de equipamentos e produtos industriais.
ru: Торговые компании и другие дистрибьюторы промышленного оборудования и изделий.
zh_hans: 贸易公司以及其它工业设备和产品的经销商。
zh_hant: 貿易公司以及其他工業設備和產品的經銷商。

source: Companies providing commercial printing services. Includes printers primarily serving the media industry.
de: Unternehmen, die kommerzielle Druckdienstleistungen anbieten. Eingeschlossen sind Druckereien, die hauptsächlich für die Medienindustrie arbeiten.
es: Empresas dedicadas a servicios de impresión comercial. Se incluyen las empresas que ofrecen servicios de impresión a medios de comunicación.
fr: Sociétés qui fournissent des services d’impression commerciale. Sont incluses les imprimeries qui travaillent principalement pour l’industrie des médias.
it: Aziende che forniscono servizi di stampa commerciale. Comprende i tipografi che servono principalmente il settore dei media.
ja: 商業印刷サービスを提供する会社。主にマスコミ業界の下請けを行う印刷業者を含む。
ko: 상업용 인쇄 서비스를 제공하는 회사. 주로 미디어 산업을 대상으로 하는 인쇄업체.
pt_pt: Provedores de serviços de impressão comercial. Inclui impressoras que servem principalmente à indústria da mídia.
ru: Компании, оказывающие услуги по изготовлению коммерческой печатной продукции, в том числе типографии, занимающиеся в основном обслуживанием средств массовой информации.
zh_hans: 提供商业印刷服务的公司。包括主要服务于媒体业的印刷公司。
zh_hant: 提供商業印刷服務的公司。包括那些主要服務於媒體業的印刷公司。

source: Companies providing environmental and facilities maintenance services. Includes waste management, facilities management and pollution control services. Excludes large-scale water treatment systems classified in the Water Utilities Sub-Industry.
de: Anbieter von Umweltdiensten und Anlagenwartungsdiensten. Hierzu gehören auch Dienstleistungen in den Bereichen Abfallwirtschaft, Gebäudeverwaltung und Umweltschutz. Ausgeschlossen sind Großkläranlagen, die der Branche „Wasserversorgungsbetriebe“ angehören.
es: Empresas que proporcionan servicios medioambientales. Se incluyen los servicios de tratamiento de residuos y de control de la contaminación. Se excluyen los sistemas de tratamiento de agua a gran escala clasificados en la rama Suministro de Agua.
fr: Sociétés qui fournissent des services liés à l’environnement et à l’entretien des locaux. Sont inclus les services de gestion des déchets, de gestion des installations et de contrôle de la pollution. Ne sont pas incluses les entreprises spécialisées dans les systèmes de traitement de l’eau à grande échelle, classées dans la sous-industrie des compagnies des eaux.
it: Aziende che forniscono servizi ambientali e di manutenzione degli impianti. Sono compresi i servizi di gestione dei rifiuti, di gestione degli impianti e di controllo dell’inquinamento. Sono esclusi i sistemi di trattamento delle acque su larga scala classificati nel sottosettore Società di utenze idriche.
ja: 環境関連およびファシリティ管理サービスを提供する会社。廃棄物管理、ファシリティ管理、公害防止サービスを含む。産業サブグループの「水道」に分類される大規模な水処理システムは除く。
ko: 환경 및 시설 유지관리 서비스를 제공하는 회사. 폐기물 관리, 시설 관리, 오염 통제 서비스를 포함. '수도 유틸리티' 하부산업으로 분류되는 대규모 물처리 시스템은 제외.
pt_pt: Empresas provedoras de serviços ambientais e manutenção de instalações. Inclui serviços de gestão de resíduos, gestão de instalações e controle de poluição. Exclui sistemas de tratamento de água em larga escala, classificados na Sub-Indústria de Serviços de Água.
ru: Компании, предоставляющие услуги по охране окружающей среды и техническому обслуживанию объектов, в том числе по организации сбора и вывоза отходов, управлению объектами и контролю уровня загрязнения окружающей среды. В данную группу не входят крупные водоочистные системы, которые включены в подотрасль «Коммунальное водоснабжение».
zh_hans: 提供环境服务与环境设施维护服务的公司。这些服务包括废物处理、设施管理和污染控制服务。不包括归类于“水公用事业”子行业的大型水处理系统。
zh_hant: 提供環境服務與環境設施維護服務的公司。這些服務包括廢物處理、設施管理和污染控制服務。不包括歸類於「水務公用事業」子行業中的大型水處理系統。

source: Providers of office services and manufacturers of office supplies and equipment not classified elsewhere.
de: Anbieter von Bürodienstleistungen und Hersteller von Bürobedarf und -geräten, die keiner der übrigen Branchen angehören.
es: Empresas que proporcionan servicios o fabrican equipo de oficina, no incluidas en otra clasificación.
fr: Sociétés qui fournissent des services pour le bureau et fabricants de fournitures et d’équipements de bureau n’appartenant à aucune autre catégorie.
it: Fornitori di servizi per ufficio e fabbricanti di forniture e attrezzature per ufficio non classificati altrove.
ja: 事務サービスの提供業者、および他のグループに分類されていないオフィス用品・設備を製造する会社。
ko: 사무 서비스 제공업체, 다른 부문으로 분류되지 않은 사무용품 및 장비 제조업체.
pt_pt: Provedores de serviços de escritório e fabricantes de suprimentos de escritório e equipamento não classificados em nenhum outro lugar.
ru: Компании, предоставляющие услуги для офиса, и производители материалов и оборудования для офиса, не включенные в другие группы.
zh_hans: 提供办公服务的公司以及制造办公用品和设备（未归类于别处）的公司。
zh_hant: 提供辦公室服務的公司以及製造辦公室用品和設備而未歸類於別處的公司。
